#language: ru
  @Test

Функционал: Получение информации по мультику Рик и Морти, получение данных с сервера

  Сценарий: выбираем любого персонажа для получения информации
      Когда получили информацию по первому персонажу
      Когда получили персонажа из последнего эпизода
      Когда получили информацию по персонажу из последнего эпизода
      Тогда сравнили первого и второго персонажа

  Сценарий: необходимо переименовать объект и получить данные с сервера
      Когда переименовали объект и получили данные с сервера
